app/controllers/notes_controller.rb

SELECT "notes".* FROM "notes"
---
  def index
    notes = Note.all